import React from "react";
import { Link } from "react-router-dom";
// Components
//import Header from "../../components/Header";
//import Button from "../../components/Button";

// Styles
import styles from "./index.module.scss";

const About = () => {
  return (
    <div className={styles.container}>
      <div>
        {" "}
        <img src={require("../../assets/5.jpg")} alt="" />
      </div>
      <section>
        <p>
          Лорем ипсум долор сит амет, ех мел иуварет алияуам садипсцинг, ет хинц
          виси елаборарет яуи. Яуи ут мазим делецтус садипсцинг. Цум сцаевола
          партиендо ин, иисяуе нонумес вивендум сеа ан, еа цум темпор цоррумпит
          делицатиссими. Ех ферри моллис вих, те хас индоцтум оцурререт. Сонет
          ментитум мел ех. Дуис цивибус перципит ет иус.
        </p>
        <p>
          Нец ут пхаедрум тинцидунт, сед алияуид вивендум еа. Ест видит еррор
          лаборамус ин, цу аутем лаборес омиттам нам. Но легере омиттам адиписци
          хас, цум еи вениам волуптуа ассентиор. Еам вери проприае цомпрехенсам
          цу. Виси яуандо те цум, цу тота цонгуе импетус сит. Цивибус антиопам
          ет хас, чоро витае сигниферумяуе сит еи, ид про саепе еуисмод.
        </p>
        <p>
          Сит волуптуа ассуеверит ид, ипсум цонсететур еа хис, сит ех утрояуе
          пондерум инцидеринт. Сед ет децоре детрахит демоцритум, ид усу тамяуам
          диспутатиони витуператорибус, ет пробо тритани оцурререт нам. Не яуот
          менандри тхеопхрастус вих, меа патриояуе симилияуе те. Еи дицант
          перфецто салутанди при, яуот фуиссет вих те. Ут сеа атяуи еррем
          инермис, меис фуиссет ан мел, те импетус елеифенд ратионибус нец.
          Аппетере ассуеверит сед цу.
        </p>
        <div className="btn">
          <Link to="shop">Shop now</Link>
        </div>
      </section>
    </div>
  );
};

export default About;
